7zip
adwaita-qt5-git
adwaita-qt6-git
android-studio
android-tools
archlinux-xdg-menu
base
base-devel
bash-completion
bleachbit
brave-bin
btop
cava
chromium
clang
cmake
dconf-editor
deluge-gtk
docker-desktop
downgrade
dysk
efibootmgr
epiphany
evince
extension-manager
eza
fastfetch
fd
fish
flatpak
fuse2
fzf
gdm
gdm-settings
ghostty
git
glava
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-color-manager
gnome-font-viewer
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-share
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
ibus-avro-git
intel-media-driver
intel-ucode
iptables-nft
iwd
jdk21-openjdk
lazygit
less
libgda6
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-headers
loupe
luarocks
maven
mesa-utils
mutter-devkit
nano
nautilus
nautilus-image-converter
ncdu
neovim
network-manager-applet
ninja
nodejs
npm
onefetch
orca
os-prober
otf-font-awesome
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
preload
qpdf
qt5ct
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
ripgrep
rygel
sassc
sl
smartmontools
sof-firmware
sushi
tecla
tectonic
telegram-desktop
timeshift
tldr
tmux
tree
tree-sitter-cli
ttf-firacode-nerd
ufw
visual-studio-code-bin
vivaldi
vlc
vlc-plugins-all
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
xclip
xdg-desktop-portal-gnome
xdg-utils
xdman_gtk
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yarn
yay-bin
zoom
zram-generator
