android-tools
archlinux-xdg-menu
baobab
base
base-devel
bash-completion
brave-bin
btop
cava
chafa
cmatrix
dysk
efibootmgr
epiphany
evince
eza
fastfetch
figlet
fish
flatpak
fuse2
fzf
gdm
gdm-settings
ghostty
git
glava
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-share
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hyprland
hyprpaper
ibus-avro-git
intel-media-driver
intel-ucode
iptables-nft
iwd
jdk21-openjdk
libgda6
libpulse
libva-intel-driver
linux
linux-firmware
linux-headers
loupe
mariadb
mysql-workbench
nano
nautilus
nautilus-image-converter
ncdu
neovim
network-manager-applet
nodejs
npm
ocs-url
orca
os-prober
otf-font-awesome
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
rygel
sassc
sddm
simple-scan
sl
smartmontools
snapshot
sof-firmware
steam
sushi
tecla
thunderbird
timeshift
tldr
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wireless_tools
wofi
xclip
xdg-desktop-portal-gnome
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yarn
yay-bin
yay-bin-debug
zoom
zram-generator
zsh
